Repository: othermod/PSPi-Version-6
Catalog: rpi/configs/batocera/portmaster/PortMaster/pylibs/locales/*/LC_MESSAGES/themes.po
Languages: es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, sv_se, uk_ua, zh_cn

source: Title: {port_info.title} Porter: {port_info.porter} Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Description: {port_info.description}
es_es: Título: {port_info.title} Porteador: {port_info.porter} Géneros: {port_info.genres} Tamaño de Descarga: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Descripción: {port_info.description}
fr_fr: Espace libre : {port_info.title} Porter : {port_info.porter} Genres : {port_info.genres} Taille du téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime : {port_info.runtime} ({port_info.runtime_status}){endif} Instructions : {port_info.description}
it_it: Titolo: {port_info.title} Porter: {port_info.porter} Genere: {port_info.genres} Dimensione Download: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Descrizione: {port_info.description}
nl_nl: Beschikbare ruimte: {port_info.title} Porter: {port_info.porter} Genres: {port_info.genres} Download Grootte: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instructie: {port_info.description}
ru_ru: Заголовок: {port_info.title} Портер: {port_info.porter} Жанры: {port_info.genres} Размер скачивания: {port_info.download_size}{if:port_info.runtime} Время выполнения: {port_info.runtime} ({port_info.runtime_status}){endif} Описание информации о порте: {port_info.description}
sv_se: Titel: {port_info.title} Portutvecklare: {port_info.porter} Genrer: {port_info.genres} Hämtningsstorlek: {port_info.download_size}{if:port_info.runtime} Körtid: {port_info.runtime} ({port_info.runtime_status}){endif} Beskrivning: {port_info.description}
uk_ua: Назва: {port_info.title} Портувальник: {port_info.porter} Жанри: {port_info.genres} Розмір завантаження: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Опис: {port_info.description}
zh_cn: 标题： {port_info.title} 移植人员： {port_info.porter} 类型： {port_info.genres} 下载大小： {port_info.download_size}{if:port_info.runtime} 运行时： {port_info.runtime} ({port_info.runtime_status}){endif} 描述： {port_info.description}

source: {if:!ports_list.total_ports::ports_list.filter_ports}Available Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
es_es: {if:!ports_list.total_ports::ports_list.filter_ports}Ports Disponibles: {ports_list.filter_ports} / {ports_list.total_ports} Filtros: {ports_list.filters}{endif}
fr_fr: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibles : {ports_list.filter_ports} / {ports_list.total_ports} Filtres : {ports_list.filters}{endif}
it_it: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibili: {ports_list.filter_ports} / {ports_list.total_ports} Filtri: {ports_list.filters}{endif}
ja_jp: {if:!ports_list.total_ports::ports_list.filter_ports}利用可能なポート: {ports_list.filter_ports} / {ports_list.total_ports} フィルター: {ports_list.filters}{endif}
nl_nl: {if:!ports_list.total_ports::ports_list.filter_ports}Beschikbare ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
ru_ru: {if:!ports_list.total_ports::ports_list.filter_ports}Доступные порты: {ports_list.filter_ports} / {ports_list.total_ports} Фильтры: {ports_list.filters}{endif}
sv_se: {if:!ports_list.total_ports::ports_list.filter_ports}Tillgängliga portar: {ports_list.filter_ports} / {ports_list.total_ports} Filter: {ports_list.filters}{endif}
uk_ua: {if:!ports_list.total_ports::ports_list.filter_ports}Доступні порти: {ports_list.filter_ports} / {ports_list.total_ports} Фільтри: {ports_list.filters}{endif}
zh_cn: {if:!ports_list.total_ports::ports_list.filter_ports} 可用移植作品数： {ports_list.filter_ports} / {ports_list.total_ports} 筛选条件： {ports_list.filters}{endif}

source: Genres: {port_info.genres} {if:port_info.install_size}Installed Size: {port_info.install_size}{else}Download Size: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
es_es: Géneros: {port_info.genres} {if:port_info.install_size}Tamaño de Instalación: {port_info.install_size}{else}Tamaño de Descarga: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres : {port_info.genres} {if:port_info.install_size}Taille installée : {port_info.install_size}{else}Taille de téléchargement : {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
it_it: Generi: {port_info.genres} {if:port_info.install_size}Dimensione Installazione: {port_info.install_size}{else}Dimensione Download: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
nl_nl: Genres: {port_info.genres} {if:port_info.install_size}Geïnstalleerde grootte: {port_info.install_size}{else}Downloadgrootte: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
ru_ru: Жанры: {port_info.genres} {if:port_info.install_size}Установленный размер: {port_info.install_size}{else}Размер загрузки: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
sv_se: Genrer: {port_info.genres} {if:port_info.install_size}Storlek (installerad): {port_info.install_size}{else}Hämtningsstorlek: {port_info.download_size}{endif}{if:port_info.runtime} Körtid: {port_info.runtime} ({port_info.runtime_status}){endif}
uk_ua: Жанри: {port_info.genres} {if:port_info.install_size}Розмір інсталяції: {port_info.install_size}{else}Розмір завантаження: {port_info.download_size}{endif}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
zh_cn: 类型： {port_info.genres} {if:port_info.install_size} 安装大小： {port_info.install_size}{else} 下载大小：{port_info.download_size}{endif}{if:port_info.runtime} 运行时： {port_info.runtime} ({port_info.runtime_status}){endif}
