Repository: othermod/PSPi-Version-6
Catalog: rpi/configs/batocera/portmaster/PortMaster/pylibs/locales/*/LC_MESSAGES/themes.po
Languages: es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, sv_se, uk_ua, zh_cn

source: Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
es_es: Géneros: {port_info.genres} Tamaño de Descarga: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres : {port_info.genres} Taille de téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime : {port_info.runtime} ({port_info.runtime_status}){endif}
it_it: Genere: {port_info.genres} Dimensione Download: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
ja_jp: ジャンル: {port_info.genres} ダウンロードサイズ: {port_info.download_size}{if:port_info.runtime} ランタイム: {port_info.runtime} ({port_info.runtime_status}){endif}
nl_nl: Genres: {port_info.genres} Download Grootte: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
ru_ru: Жанры: {port_info.genres} Размер загрузки: {port_info.download_size}{if:port_info.runtime} Время выполнения: {port_info.runtime} ({port_info.runtime_status}){endif}
sv_se: Genrer: {port_info.genres} Storlek: {port_info.download_size}{if:port_info.runtime} Körtid: {port_info.runtime} ({port_info.runtime_status}){endif}
uk_ua: Жанри: {port_info.genres} Розмір завантаження: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
zh_cn: 类别： {port_info.genres} 下载大小： {port_info.download_size}{if:port_info.runtime} 运行时： {port_info.runtime} ({port_info.runtime_status}){endif}

source: {if:!ports_list.total_ports::ports_list.filter_ports}Available Ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
es_es: {if:!ports_list.total_ports::ports_list.filter_ports}Ports Disponibles: {ports_list.filter_ports} / {ports_list.total_ports} Filtros: {ports_list.filters}{endif}
fr_fr: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibles : {ports_list.filter_ports} / {ports_list.total_ports} Filtres : {ports_list.filters}{endif}
it_it: {if:!ports_list.total_ports::ports_list.filter_ports}Ports disponibili: {ports_list.filter_ports} / {ports_list.total_ports} Filtri: {ports_list.filters}{endif}
ja_jp: {if:!ports_list.total_ports::ports_list.filter_ports}利用可能なポート: {ports_list.filter_ports} / {ports_list.total_ports} フィルター: {ports_list.filters}{endif}
nl_nl: {if:!ports_list.total_ports::ports_list.filter_ports}Beschikbare ports: {ports_list.filter_ports} / {ports_list.total_ports} Filters: {ports_list.filters}{endif}
ru_ru: {if:!ports_list.total_ports::ports_list.filter_ports}Доступные порты: {ports_list.filter_ports} / {ports_list.total_ports} Фильтры: {ports_list.filters}{endif}
sv_se: {if:!ports_list.total_ports::ports_list.filter_ports}Tillgängliga portar: {ports_list.filter_ports} / {ports_list.total_ports} Filter: {ports_list.filters}{endif}
uk_ua: {if:!ports_list.total_ports::ports_list.filter_ports}Доступні порти: {ports_list.filter_ports} / {ports_list.total_ports} Фільтри: {ports_list.filters}{endif}
zh_cn: {if:!ports_list.total_ports::ports_list.filter_ports} 可用移植作品数： {ports_list.filter_ports} / {ports_list.total_ports} 筛选条件： {ports_list.filters}{endif}

source: Free Space: {system.free_space} Porter: {port_info.porter} Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instruction: {port_info.instructions}
es_es: Espacio Libre: {system.free_space} Porteador: {port_info.porter} Generos: {port_info.genres} Tamaño de Descarga: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instrucciones: {port_info.instructions}
fr_fr: Espace libre : {system.free_space} Porter : {port_info.porter} Genres : {port_info.genres} Taille du téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Instructions : {port_info.instructions}
it_it: Spazio libero: {system.free_space} Porter: {port_info.porter} Genere: {port_info.genres} Dimensione: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Istruzioni: {port_info.instructions}
nl_nl: Beschikbare ruimte: {system.free_space} Porter: {port_info.porter} Genres: {port_info.genres} Download Grootte: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} instructie: {port_info.instructions}
ru_ru: Свободное место: {system.free_space} Создатель: {port_info.porter} Жанры: {port_info.genres} Размер скачивания: {port_info.download_size}{if:port_info.runtime} Время выполнения: {port_info.runtime} ({port_info.runtime_status}){endif} Инструкция: {port_info.instructions}
sv_se: Ledigt utrymme: {system.free_space} Portutvecklare: {port_info.porter} Genrer: {port_info.genres} Storlek: {port_info.download_size}{if:port_info.runtime} Körtid: {port_info.runtime} ({port_info.runtime_status}){endif} Instruktion: {port_info.instructions}
uk_ua: Доступне місце: {system.free_space} Портувальник: {port_info.porter} Жанри: {port_info.genres} Розмір завантаження: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} Інструкції: {port_info.instructions}
zh_cn: 存储空间剩余： {system.free_space} 移植人员： {port_info.porter} 类型： {port_info.genres} 下载大小： {port_info.download_size}{if:port_info.runtime} 运行时： {port_info.runtime} ({port_info.runtime_status}){endif} 安装说明： {port_info.instructions}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free / {system.total_space} total Time: {system.time_24hr} Battery: {system.battery_level}
es_es: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espacio libre: {system.free_space} / {system.total_space} total Hora: {system.time_24hr} Batería: {system.battery_level}
fr_fr: PM : {system.portmaster_version}\n HM : {system.harbourmaster_version}\n Espace : {system.free_space} disponible / {system.total_space} total\n Heure : {system.time_24hr}\n Batterie : {system.battery_level}
ja_jp: PortMaster: {system.portmaster_version} HabourMaster: {system.harbourmaster_version} スペース: {system.free_space} フリー / {system.total_space} 合計 時間: {system.time_24hr} バッテリー: {system.battery_level}
nl_nl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Ruimte: {system.free_space} vrij / {system.total_space} totaal Tijd: {system.time_24hr} Batterij: {system.battery_level}
ru_ru: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Сколько на карте занято: Свободно: {system.free_space} Свободно / {system.total_space} всего Время: {system.time_24hr} Батарея: {system.battery_level}
sv_se: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Utrymme: {system.free_space} ledigt / {system.total_space} totalt Tid: {system.time_24hr} Batteri: {system.battery_level}
uk_ua: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Місце: {system.free_space} доступно / {system.total_space} загалом Час: {system.time_24hr} Батарея: {system.battery_level}
zh_cn: PM版本： {system.portmaster_version} HM版本： {system.harbourmaster_version} 存储空间剩余： {system.free_space} ，总容量 {system.total_space} 时间： {system.time_24hr} 电量： {system.battery_level}

source: IP: {system.ip_address}
zh_cn: IP地址： {system.ip_address}

source: Creator: {theme_info.creator} Status: {theme_info.status}
es_es: Creador: {theme_info.creator} Estado: {theme_info.status}
fr_fr: Créateur : {theme_info.creator} Statut : {theme_info.status}
it_it: Autore: {theme_info.creator} Stato: {theme_info.status}
ja_jp: 作成者: {theme_info.creator} 状態: {theme_info.status}
nl_nl: Auteur: {theme_info.creator} Status: {theme_info.status}
ru_ru: Автор: {theme_info.creator} Статус: {theme_info.status}
sv_se: Skapare: {theme_info.creator} Status: {theme_info.status}
uk_ua: Автор: {theme_info.creator} Статус: {theme_info.status}
zh_cn: 作者： {theme_info.creator} 状态： {theme_info.status}

source: Time: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Device: {system.device_name} Battery: {system.battery_level}
es_es: Tiempo: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Dispositivo: {system.device_name} Batería: {system.battery_level}
fr_fr: Heure: {system.time_24hr} CFW : {system.cfw_name} ({system.cfw_version}) Périphérique : {system.device_name} Batterie : {system.battery_level}
it_it: Ora: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Dispositivo: {system.device_name} Batteria: {system.battery_level}
ja_jp: 時間: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) デバイス: {system.device_name} バッテリー: {system.battery_level}
nl_nl: Tijd: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Apparaat: {system.device_name} Batterij: {system.battery_level}
ru_ru: Время: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Устройство: {system.device_name} Батарея: {system.battery_level}
sv_se: Tid: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Enhet: {system.device_name} Batteri: {system.battery_level}
uk_ua: Час: {system.time_24hr} CFW: {system.cfw_name} ({system.cfw_version}) Пристрій: {system.device_name} Батарея: {system.battery_level}
zh_cn: 时间： {system.time_24hr} 系统： {system.cfw_name} ({system.cfw_version}) 设备： {system.device_name} 电量： {system.battery_level}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free
es_es: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espacio libre: {system.free_space}
fr_fr: PM : {system.portmaster_version}\n HM : {system.harbourmaster_version}\n Espace : {system.free_space} disponible
ja_jp: PortMaster: {system.portmaster_version} HarbourMaster: {system.harbourmaster_version} スペース: {system.free_space} フリー
nl_nl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Ruimte: {system.free_space} beschikbaar
ru_ru: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Сколько на карте занято: Свободно {system.free_space} / всего
sv_se: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Utrymme: {system.free_space} ledigt
uk_ua: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Місце: {system.free_space} доступно
zh_cn: PM版本： {system.portmaster_version} HM版本： {system.harbourmaster_version} 存储空间剩余： {system.free_space}

source: Filters: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
es_es: Filtros: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
fr_fr: Filtres : {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
it_it: Filtri: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
ja_jp: フィルター: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
ru_ru: Фильтры: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
sv_se: Filter: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
uk_ua: Фільтри: {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}
zh_cn: 筛选条件： {if:!ports_list.total_ports::ports_list.filter_ports} {ports_list.filters}{endif}

source: Genres: {port_info.genres} Download Size: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
es_es: Géneros: {port_info.genres} Tamaño de Descarga: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
fr_fr: Genres : {port_info.genres} Taille de téléchargement : {port_info.download_size}{if:port_info.runtime} Runtime : {port_info.runtime} ({port_info.runtime_status}){endif}
it_it: Genere: {port_info.genres} Dimensione: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
ja_jp: ジャンル: {port_info.genres} ダウンロードサイズ: {port_info.download_size}{if:port_info.runtime} ランタイム: {port_info.runtime} ({port_info.runtime_status}){endif}
nl_nl: Genres: {port_info.genres} Download Grootte: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
ru_ru: Жанры: {port_info.genres} Размер загрузки: {port_info.download_size}{if:port_info.runtime} Время выполнения: {port_info.runtime} ({port_info.runtime_status}){endif}
sv_se: Genrer: {port_info.genres} Hämtningsstorlek: {port_info.download_size}{if:port_info.runtime} Körtid: {port_info.runtime} ({port_info.runtime_status}){endif}
uk_ua: Жанри: {port_info.genres} Розмір завантаження: {port_info.download_size}{if:port_info.runtime} Runtime: {port_info.runtime} ({port_info.runtime_status}){endif}
zh_cn: 类型： {port_info.genres} 下载大小： {port_info.download_size}{if:port_info.runtime} 运行时： {port_info.runtime} ({port_info.runtime_status}){endif}

source: Time: {system.time_24hr} Battery: {system.battery_level}
es_es: Tiempo: {system.time_24hr} Batería: {system.battery_level}
fr_fr: Heure : {system.time_24hr} Batterie : {system.battery_level}
it_it: Ora: {system.time_24hr} Batteria: {system.battery_level}
ja_jp: 時間: {system.time_24hr} バッテリー: {system.battery_level}
nl_nl: Tijd: {system.time_24hr} Batterij: {system.battery_level}
ru_ru: Время: {system.time_24hr} Батарея: {system.battery_level}
sv_se: Tid: {system.time_24hr} Batteri: {system.battery_level}
uk_ua: Час: {system.time_24hr} Батарея: {system.battery_level}
zh_cn: 时间： {system.time_24hr} 电量： {system.battery_level}

source: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Space: {system.free_space} free / {system.total_space} total
es_es: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Espacio: {system.free_space} libre / {system.total_space} total
fr_fr: PM : {system.portmaster_version} HM : {system.harbourmaster_version} Espace : {system.free_space} disponible / {system.total_space} total
it_it: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Spazio: {system.free_space} liberi / {system.total_space} totali
ja_jp: PortMaster: {system.portmaster_version} HabourMaster: {system.harbourmaster_version} スペース: {system.free_space} フリー / {system.total_space} 合計
nl_nl: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Ruimte: {system.free_space} vrij / {system.total_space} totaal
ru_ru: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Сколько на карте занято: Свободно {system.free_space} / {system.total_space} всего
sv_se: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Utrymme: {system.free_space} ledigt / {system.total_space} totalt
uk_ua: PM: {system.portmaster_version} HM: {system.harbourmaster_version} Місце: {system.free_space} доступно / {system.total_space} загалом
zh_cn: PM版本： {system.portmaster_version} HM版本： {system.harbourmaster_version} 存储空间剩余： {system.free_space} ，总容量{system.total_space}

source: • Porter: {port_info.porter} • Genres: {port_info.genres} • Description: {port_info.description}
es_es: • Porteado por: {port_info.porter} • Géneros: {port_info.genres} • Descripción: {port_info.description}
fr_fr: • Porteur : {port_info.porter} • Genres : {port_info.genres} • Description : {port_info.description}
nl_nl: • Porter: {port_info.porter} • Genres: {port_info.genres} • Beschrijving: {port_info.description}
ru_ru: • Создатель: {port_info.porter} • Жанры: {port_info.genres} • Описание: {port_info.description}
sv_se: • Portutvecklare: {port_info.porter} • Genrer: {port_info.genres} • Beskrivning: {port_info.description}
uk_ua: • Портувальник: {port_info.porter} • Жанри: {port_info.genres} • Опис: {port_info.description}
zh_cn: • 移植人员: {port_info.porter} • 作品类型: {port_info.genres} • 描述: {port_info.description}

source: • Genres: {port_info.genres} • Download Size: {port_info.download_size}{if:port_info.runtime} • Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} • Description: {port_info.description} • Instructions: {port_info.instructions}
es_es: • Géneros: {port_info.genres} • Tamaño descargado: {port_info.download_size}{if:port_info.runtime} • Tiempo de ejecución: {port_info.runtime} ({port_info.runtime_status}){endif} • Descripción: {port_info.description} • Instrucciones: {port_info.instructions}
fr_fr: • Genres : {port_info.genres} • Taille du téléchargement : {port_info.download_size}{if:port_info.runtime} • Runtime : {port_info.runtime} ({port_info.runtime_status}){endif} • Description : {port_info.description} • Instructions : {port_info.instructions}
nl_nl: • Genres: {port_info.genres} • Download grootte: {port_info.download_size}{if:port_info.runtime} • Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} • Beschrijving: {port_info.description} • Instructies: {port_info.instructions}
ru_ru: • Жанры: {port_info.genres} • Скачать Size: {port_info.download_size}{if:port_info.runtime} • Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} • Описание: {port_info.description} • Инструкции: {port_info.instructions}
sv_se: • Genrer: {port_info.genres} • Hämtningsstorlek: {port_info.download_size}{if:port_info.runtime} • Körtid: {port_info.runtime} ({port_info.runtime_status}){endif} • Beskrivning: {port_info.description} • Instruktioner: {port_info.instructions}
uk_ua: • Жанри: {port_info.genres} • Розмір завантаження: {port_info.download_size}{if:port_info.runtime} • Runtime: {port_info.runtime} ({port_info.runtime_status}){endif} • Опис: {port_info.description} • Інструкції: {port_info.instructions}
zh_cn: • 作品类型: {port_info.genres} • 下载大小: {port_info.download_size}{if:port_info.runtime} • 运行时: {port_info.runtime} ({port_info.runtime_status}){endif} • 描述: {port_info.description} • 安装说明: {port_info.instructions}

source: PM: {system.portmaster_version}, HM: {system.harbourmaster_version}
zh_cn: PM版本: {system.portmaster_version}, HM版本: {system.harbourmaster_version}

source: • Creator: {theme_info.creator} • Status: {theme_info.status} • Description: {theme_info.description}
es_es: • Creador: {theme_info.creator} • Estado: {theme_info.status} • Descripción: {theme_info.description}
fr_fr: • Créateur : {theme_info.creator} • Statut : {theme_info.status} • Description : {theme_info.description}
nl_nl: • Auteur: {theme_info.creator} • Status: {theme_info.status} • Beschrijving: {theme_info.description}
ru_ru: • Создатель: {theme_info.creator} • Статус: {theme_info.status} • Описание: {theme_info.description}
sv_se: • Skapare: {theme_info.creator} • Status: {theme_info.status} • Beskrivning: {theme_info.description}
uk_ua: • Автор: {theme_info.creator} • Статус: {theme_info.status} • Опис: {theme_info.description}
zh_cn: • 创作者: {theme_info.creator} • 状态: {theme_info.status} • 描述: {theme_info.description}

source: Name: {runtime_info.name} Status: {runtime_info.status} Ports: {runtime_info.ports} Download Size: {runtime_info.download_size} Install Size: {runtime_info.disk_size}
es_es: Nombre: {runtime_info.name} Estado: {runtime_info.status} Ports: {runtime_info.ports} Tamaño de Descarga: {runtime_info.download_size} Tamaño de Instalación: {runtime_info.disk_size}
fr_fr: Nom : {runtime_info.name} Statut: {runtime_info.status} Ports : {runtime_info.ports} Taille du téléchargement : {runtime_info.download_size} Taille de l'installation : {runtime_info.disk_size}
it_it: Nome: {runtime_info.name} Status: {runtime_info.status} Ports: {runtime_info.ports} Dimensione Download: {runtime_info.download_size} Dimensione Installazione: {runtime_info.disk_size}
ja_jp: 名前: {runtime_info.name} ステータス: {runtime_info.status} ポート: {runtime_info.ports} ダウンロードサイズ: {runtime_info.download_size} インストールサイズ: {runtime_info.disk_size}
nl_nl: Naam: {runtime_info.name} Status: {runtime_info.status} Ports: {runtime_info.ports} Downloadgrootte: {runtime_info.download_size} Installatiegrootte: {runtime_info.disk_size}
ru_ru: Имя: {runtime_info.name} Статус: {runtime_info.status} Порты: {runtime_info.ports} Размер установки: {runtime_info.download_size} Размер установки: {runtime_info.disk_size}
sv_se: Namn: {runtime_info.name} Status: {runtime_info.status} Portar: {runtime_info.ports} Hämtningsstorlek: {runtime_info.download_size} Installeringsstorlek: {runtime_info.disk_size}
uk_ua: Назва: {runtime_info.name} Статус: {runtime_info.status} Порти: {runtime_info.ports} Розмір завантаження: {runtime_info.download_size} Розмір інсталяції: {runtime_info.disk_size}
zh_cn: 运行时名称： {runtime_info.name} 状态： {runtime_info.status} 移植作品： {runtime_info.ports} 下载大小： {runtime_info.download_size} 安装大小： {runtime_info.disk_size}

source: Time: {system.time_24hr} Battery: {system.battery_level} Space: {system.free_space} free
es_es: Hora: {system.time_24hr} Batería: {system.battery_level} Espacio libre: {system.free_space}
fr_fr: Heure : {system.time_24hr} Batterie : {system.battery_level} Espace : {system.free_space} disponible
ja_jp: 時間: {system.time_24hr} バッテリー: {system.battery_level} スペース: {system.free_space} フリー
nl_nl: Tijd: {system.time_24hr} Batterij: {system.battery_level} Ruimte: {system.free_space} vrij
ru_ru: Время: {system.time_24hr} Батарея: {system.battery_level} Накопитель: {system.free_space} свободно
sv_se: Tid: {system.time_24hr} Batteri: {system.battery_level} Utrymme: {system.free_space} ledigt
uk_ua: Час: {system.time_24hr} Батарея: {system.battery_level} Місце: {system.free_space} доступно
zh_cn: 时间： {system.time_24hr} 电量： {system.battery_level} 存储空间剩余： {system.free_space}
